{
    "letters": [
        {
            "title": "نامه ی اول (:",
            "content": "خب این درواقع یک جورایی تست هست.امروز، 26 شهریور سال 1404 بخش ادمین سایت را تمام کردم.به خودم افتخار میکنم و...تبریک میگم(:\r\nخب میدونی از چت جی پی تی یاد گرفتم بعد من اصلا دلم نمیخواد همش کد های چت جی پی تی رو کپی پیست کنم و اینا بعد یهو سایت کلا به هم ریخت و اینکه اصلا کلا به فنا رفت و هر کار کردم درست نشد و کد چت جی پی تی رو در اخر کپی پیست کردم <:\r\nخب الان سی اس اس خیلی بلد نیستم و وقتی عالی یادش گرفتم و یکم بهتر شدم تو همه چیز میام سایت رو بهتر میکنم ولی خب...خیلی خیلی خیلی خوشحالمممم...الان مثل این عکسه ام...همینقدر خوشحال و همینقدر نابود شده <:",
            "file": "fae7093322f618e31a6542608a1e8831.jpg",
            "id": 1
        },
        {
            "title": "MY FIRST LETTERTO HIM, 2025",
            "content": "Hello.\r\nyou know who I am?\r\nI am sure that when you are reading this, I am 28 or less. I know you are french and a handsome business man who loves me the most.now that I am writing this,I am 14, waiting and praying for you. I am in love with you even I have not meet you yet. Am I the boss of Vibella? Do I have 3 BMW and am I live in Paris? I hope so. I love you and I am waiting for you.\r\nFatemeh_2025\r\nP.S: Have you ever have any GF? I hope you have not (:\r\nYou and I => Love",
            "file": "WhatsApp_Image_2025-09-17_at_12.16.27_PM.jpg",
            "id": 2
        },
        {
            "title": "برای خدا",
            "content": "هیچ وقت تا به حال این کار رو نکردم. هیچ وقت حتی فکرش رو هم نکرده بودم.اما الان که دارم فکرشو میکنم...دلم میخواد برای خدا نامه بنویسم. در نگاه اول کارم نمادین هست و برای پر کردن سایتمه، اما نه واقعا میخوام اینکار رو کنم... پس میکنم (:\r\n-------------------------   جمعه _ 28 شهریور سال 1404  -----------------------\r\n\r\nاول از همه باید سلام کنم، هر چند شاید چندان هم برات مهم نباشه.\r\n\r\nبهترین راه ارتباطی ای که برای بندگانت در نظر گرفتی نماز ، روزه، قرآن و... هست. اما هیچ وقت حس چندان خاصی نداشتم.واقعا نداشتم. هیچ وقت حس نمیکردم دارم با خالق خودم حرف میزدم، چون این کار برای من کار های ربات مانند بی معنایی هستند. شاید دارم کفر میگم اما واقعا قصدم این نیست. نحوه عبادت من همین نامه نوشتن، تصور اینکه تو رو بغل کردم و چشمانم رو بستن و بلند بلند در ذهنم حرف ها، خاطره ها و خواسته هایم را برای تو گفتن هست. من به این عبادت میگم.شاید تصور اینکه تو انسانی گناهه (هرچند که من بهش باور ندارم اما بالا تر از انسان که تو هستی رو ندیدم) ، شاید حتی اگر نخوام بلند بلند تو ذهنم حرف بزنم بشنوی، شاید جای من واقعا وسط جهنم باشه و نخوای منو حتی ببینی، شاید ... . اما من به این نوع، حس میکنم واقعا خدایی که وجود داره حس داره، درک میکنه و دوستم داره . \r\nمیگن خدا همه بندگانش رو دوست داره . اما صادقانه اگر خدا بودم همچین بنده ای رو دوست نداشتم. همچین کسی که بهش قدرت علاقه به قرآن رو دادی و اینقدر این رو زیر سوال برد که از دست رفت، کسی که حتی برای حرف زدن در اول وقت نماز تلاش نمیکنه، کسی که با کوچکترین چیز ها ناشکری میکنه و با وجود همه اینا خواسته های زیادی داره، بی پرده... نمیدونم چی شد خواستم نامه بنویسم(تایپ کنم).شاید چون امیدوارم که حداقل نوشتن و به زبان اوردن و تایپ کردنش، واقعا بهت بتونه ثابت کنه که با وجود همه نقص هایی که دارم، و همه نا امیدی از اینکه منوب ببخشی(که میدونم گناهه اما بهم حق بده) و... هرچی که باشه تو خالق منی و کسی که ادم میتونه بهش پناه ببره...و اینکه میخوام بزرگ شدم و اگر یک درصد اطمینانم بهت کم شد اینو بخونم و به سوی تو برگردم.هیچ کار نمادینی در کار نیست، چون کسی توی این سایت نیست و برای پر کردن سایت میتونستم برای هرکس دیگه ای نامه بدم.توی دفتر هم حس امنیت نیست و ممکنه گم بشه پس اینجا نوشتم.شاید حس ضعیفی بهم میگه دوباره بخونم تو جوابمو دادی اما اخه چرا باید این کار رو کنم( اگر کنی از ذوق واقعا دق میکنم). شاید باید بپرستمت نه اینکه اینقدر راحت انگار که دوستمی باهات حرف بزنم اما دلیلشو گفتم میخوام به نحوه خودم عبادت کنم(حتی ممکنه خوشت هم نیاد) ولی به هر حال.از هرچیزی که بهم دادی ممنونم (:\r\nبا عشق _ فاطمه",
            "file": null,
            "id": 3
        },
        {
            "title": "MY 2nd LETTER TO HIM, 2025",
            "content": "Hi.\r\nYeah. I am agree. My handwriting just ...sucks!\r\nSome of these  letters will not post for you, cuz I write.. I mean a lot. I finished my own site, Lumea ( It is French and Greek. It means \" The goddess of light and illumination\"). anyway It is gorgeous.\r\nand Vibella... It is unpublished now \" I have no money for host and domain |: \"\r\nI think you are a:\r\nHandsome French businessman with:\r\n   * Black hair\r\n   * Brown eyes\r\n   * Suit\r\n   * Money _ Power _ Emotions",
            "file": "WhatsApp_Image_2025-09-20_at_9.28.57_AM_2.jpg",
            "id": 4
        }
    ],
    "future": [
        {
            "title": "آینده ی عزیزم، همه چیز شروع شد...",
            "content": "روز 26 از شهریور 1404\r\n\r\nآینده ی عزیزم. ورژن اولیه ی سایتی که قراره مراحل رسیدن به تو رو نشون بده آماده شد. دیروز خیلی برای دیسیپلین داشتن مصمم شدم.برام مهمه که به تو برسم. هم به تو، هم به همسر فرانسوی ات و نمایشگاه ماشین.چرا این سایت رو زدم؟ چون میترسم یادت بره.یادت بره که...زندگی ای که داری تلاش های دختر 14 ساله هست. میترسم یادت بره که تو خاصی. میترسم یادت بره که خدا کمکت کرد به اونجا برسی.لطفا یادت نره، چون واقعا برام مهمه به تو برسم...خیلی مهمه برام.مرسی که منتظرم موندی(:\r\nبا عشق _ فاطمه ی 15 ساله، یک هفته قبل از کلاس نهم.",
            "file": "81627234dc83729738f80027595b4b6d.jpg",
            "id": 1
        },
        {
            "title": "فایل های این سایت...برای بقا",
            "content": "آخرین ورژن لومیا (:",
            "file": "lumea2.rar",
            "id": 2
        }
    ],
    "goals": [
        {
            "title": "لیست اهدافم _ ورژن 1",
            "content": "1. در دور اول کنکور رتبه 1 ریاضی بشم و برم شریف\r\n\r\n2.سه بی ام وی و یک پورشه\r\n\r\n3.نمایشگاه ماشین\r\n\r\n4.ویلای پنج طبقه\r\n\r\n5.ازدواج با معشوق شرکت همکار وایبلا\r\n\r\n6.پلتفرم جهانی وایبلا با 8 ملیارد کاربر\r\n\r\n7.جت شخصی\r\n\r\n8.کشتی تفریحی\r\n\r\n9. پولدار ترین زن تاریخ\r\n\r\n10. سفر به پاریس در 18 سالگی\r\n",
            "file": null,
            "id": 1
        }
    ],
    "inspiration": [
        {
            "title": "مطب دندونپزشکی",
            "content": "رفته بودم مطب.دکتر بعد از اینکه کارش تموم شد ازم پرسید که رشته ی چی میخوام برم و چه میکنم و به چی علاقه دارم و اینا.بعد من جواب دادم رشته برق و ریاضی و کد نویسی.بعد از کمی نصیحت، یهو گفت احتمالا شما برنامه ای مینویسین که قراره خیلی تاثیر گذار و کمک کننده باشه و ذهن من؟ وایبلا رو فریاد زد.یعنی شانسی بوده یا واقعی؟",
            "file": null,
            "id": 1
        },
        {
            "title": "آهنگی که خاطرات آینده را زنده میکند",
            "content": "آهنگی که با گوش دادنش یاد آینده ی درخشانم می افتم، و منو از این دنیا به جهانی دیگر پرت میکند...",
            "file": "harleys_in_hawaii.mp3",
            "id": 2
        },
        {
            "title": "آهنگ نسینی الدنیا (:",
            "content": "این آهنگ یه حس قوی داره، کشش خاصی که به راحتی میتونم حسش کنم(:  شدید با دیدنش یه زندگی عالی و پر نور و گرون به ذهنم میاد... حتی میتونم حس خیلی عالی ای داشته باشممممم(:  حتی ممکنه گریه بشم...منو به یاد باران میندازه...به حالتی دردناک اینکارو میکنه و حتی زندگی قدرت و پولداری تو ذهنم میاره....",
            "file": "1148711a07b0202653dcf6faffc8180f.jpg",
            "id": 3
        }
    ],
    "story": [
        {
            "title": "الکساندر(:",
            "content": "خب الان فعلا داستانی ندارم.ولی میدونم معشوق فرانسوی ام ازم سه سال بزرگتره، خیلی پولداره ولی نه بیشتر از من...اندازه من تقریبا،موهای مشکی و چشمای قهوه ای داره و خیلی دوست داشتنیه.",
            "file": "a_man.jpg",
            "id": 1
        },
        {
            "title": "داستان هیچی |:",
            "content": "خب میخواستم یه عکس عاشقانه بزارم که مثلا بگم این آینده ی من و شوهر فرانسوی ام هست ولی همه عکسا عشق رو توی بغل کردن و بوسیدن هم و...اهم اهم اره تو این **چیزا** نشون میدادن.گروه دیگه هم توی اینکه رژ شون رو رو دست عشقشون امتحان کردن، با هم بازی کردن و گیم زدن یا رفتن موتور سواری.حتی یکی بود با هم پیتزا درست کردن.اما از انجایی که نه عشق رو تو بوسیدن و چلوندن هم میبینم نه ارایش میکن نه گیم بلدم بزنم نه از موتور خوشم میاد و پیتزا دلم رو به هزار تکه تقسیم میکنه و گلوله بارونش میکنه تا هضم بشه نتونستم اولین داستان رو بنویسم /:",
            "file": "27530cea500f75984bc92ed02df3ce22_1.jpg",
            "id": 2
        },
        {
            "title": "چشمان نافذ",
            "content": "میدانم که غرق خواهم شد. در قهوه نگاهش. میدانم که هیچ راه فراری نیست، هیچ کس مرا نجات نمیدهد. موهای او در تلاش پوشاندن ماه درون چشمانش هستند اما نمیدانند که مانند علف های سرسبز بر دور دریاچه ای از زیبایی حلقه زده و مرا بیشتر غرق میکنند. من...من به کمک نیاز خواهم داشت، برای شیرین ترین نحوه ی غرق شدن بی نجات",
            "file": "WhatsApp Image 2025-09-19 at 3.41.58 PM.jpeg",
            "id": 3
        },
        {
            "title": "Can we be honest?",
            "content": "12/22/2025\r\nHI (:\r\nFirst of all no, I didn't write the letter on the paper like back then and no i didn't use Chat GPT or any other thing to type English. As far as my native language is Persian so maby I wrote funny but ... Honestly, I'm serious .\r\nSo um yeah. everything is so complicated . I use to have some really big dreams this summer , and I still have but now that I am in my school exams period, The only wish I have is to get the first rank in whole class. My father says the only thing he cares about is that I am trying my best. My friend that studies way harder than me says I can't. But I think I will even if you want to laugh at me.\r\nAnyway . I am sure you don't care. But this is not the thing I wanted to tell you. I saw that Paris is not really the thing news and videos says. It is the worse. Wait a sec .... IS THAT TRUE? . Come on I mean Pris is my life time dream even I think you are French. It hurts a lot. It kinda makes me cry over it (P.S : I DIDN'T CRY OVER IT BUT I AM REALLY DISAPPOINTED!)\r\nOk Ok . everything is fine (LIE) . There is another thing I would like you to know. I used to have a crush on all the boys i knew when I was in 7 and 8th grade. but now that I am in 9th grade, I kinda hate to see them at all. It is so mature I know.\r\n BUT NOW THAT I HAVE EXAMS I STARTED TO MAKE LOVE STORIES AND GOING BACK TO MY OLD CRUSHES AND... \r\nPlease... help me... Am I in sane? Maby. I don't know but just look at those pictures.\r\nI'm sorry but I think I am give up on you and um.... I hope there would be some good sides of French cuz IT IS HOPELESS\r\nthank you for listening(reading)....I am kinda better now to go to study for my physic exam...Soooo hard. see ya\r\nP.S: I love (:  symbol\r\nP.S 2: I used AI for my dictation  /:\r\nP.A 3: Um...Do you really want to do ... to do those stuff for love? cuz when i think of it (I know I should not) I really need it but I hate it at the same time...\r\n",
            "file": "Screenshot_2025-12-22_153328.png",
            "id": 4
        },
        {
            "title": "That night",
            "content": "The meeting room was ready. This was Vibellas second or third big contract. And this one is still the biggest financial contract for Vibella. I was wearing my wine red suit, matched with the color of my BMW. I was so nurvous. I was sitting in the boss's room when suddenly one of my co_workers knocked on my door\" They just arrived madam.\". My co-workers speak english more than their first language french because they know i am not comfortable talk french, and i think they are so kind with nice behaviour.\r\nI stood up, and just told to myself in Persian\" Ok Fatemeh, There is nothing to be affraid of. You got this\" And i went to the meeting room. Three woman and five man. when i opened the door they stood up and i told them to sit down. I found out that lisa, my assistent arrived a few minutes earlier. I shaker my head to her and set in my place.\" Hello and Welcome here. Thank you for arriveing. Please Excuse me for maked you waite. \" and the meeting was awsome and their founder , a french man(like others) sigh the papers. And after lunch, they left. I was so so exited for our next step, so i celebrated it at night, with hand made sandwiches, cola and a white cake i made that afternoon.I wear my red knitted swetear with jins and All Star yellow shoes. i broth them to the efile tower and sat there next to the river and started to eat them. \"Would you mind if i...\". I scared and screamed quitly. the time i turned back i saw him, the boss of the this mornings company, but with hoody and some grouseries. \" um...h .. hi\" i stood up. he laghed.\" oh my god i just can not believe that you are who i saw so confident in the morning\" he was talking like I am the boss and he works for me, with no friendly verbs. I am still happy that it was night so he did not saw me blushing of shame. \" may i seat with you madam?\". whre did go my manners?\"oh yes sorry, please have a seat sir\" . he looked at me \" are you celebrating something Ms.Heydarian?\" i was just looked at him like a statue. the i answered\" yeah. this morning, i was so nurvous about it. and everything was greate so i was thinking that i can eat my dinner here with the cake i baked a few hours.i spent 4 hours on it. what are you doing here Mr?\" he laghed. \" I bought some grocries for down town poor family you know. i usually don't tell anybody and i am a little embaraced now but its true\" \"thats beautiful\" oh.damn mouth. he turned back to me\" excuse me ma'am?\" i said nothing and started to looke for a big good sandwich\" do you want to eat some? i promis you it would not kill you sir\" and i smiled widly. we talked and laghed a lot. i talked about my favorite books and writings programming some diary and he said about the time he was burning the house by making pizza by his own. after we ate to slice of cake i started packing and he helped me. i looked at him respectfully\" This night was greate.\" and he thanked me. and this was our first meeting, and were i thouth maby it is the one. but after that i just so him in my and his company and we acted like that night never happened. when he asked me out after 6 month and when we went to the cafeshop, we talked and talked and he proposed me 2 month after that. we had two wedding. one in Paris with my and his friends and his family and one in Iran with my family and their were funny when they saw the one i was talking about.",
            "file": null,
            "id": 5
        }
    ],
    "ach": []
}